Revit 2027 API
AssetSetIterator Constructor
Initializes a new instance of the AssetSetIterator class
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AssetSetIterator()
Public Sub New
public:
AssetSetIterator()
new : unit -> AssetSetIterator
See Also
Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace